{	
    
    "des" : {
        "message": "Cattura quasi tutti i media presenti online, video, audio e streaming"
    },
	"d" : {
        "message": "Ciao, mi chiamo Leonardo Ciaccio, ho sviluppato e mantengo in vita questo progetto perché ritengo che sia molto utile. È una estensione che uso tutti i giorni perché come voi ho la passione per i video e per le canzoni. 'Grab Any Media' cresce nel tempo anche grazie il vostro aiuto, i vostri consigli. Questa estensione è open-source pertanto chiunque può verificare il codice alla ricerca di imperfezioni. Se vuoi aiutare questo progetto devi solo condividerlo e renderlo popolare, siamo oltre 500.000 ad usarlo. Grazie !"
    },
	"d1" : {
        "message": "Questa versione di 'Grab Any Media' non è aggiornata, scarica la versione aggiornata del programma. Vuoi aprire la pagina web per il download?"
    },
	"slogan" : {
        "message": "È possibile catturare la maggior parte dei media su internet, in caso contrario usa lo scanner per trovare i collegamenti"
    },
	"e1" : {
        "message": "La versione attuale di 'Grab Any Media' richiede jQuery !"
    },
	"e2" : {
        "message": "La versione attuale di '%s' richiede jQuery.gam !"
    },
	"e3" : {
        "message": "Il menu contestuale richiede '$.gam' !"
    },
	"e4" : {
        "message": "Ricarica la pagina, impossibile trovare l'inspector !"
    },
	"e5" : {
        "message": "😜 sei nel posto sbagliato. Ti sei perso?"
    },
	"m" : {
        "message": "Grab Any Media"
    },
	"m1" : {
        "message": "Recupero dei file. Attendi..."
    },
	"m2" : {
        "message": "Copiato"
    },
	"m3" : {
        "message": "Per usare Grab Any Media devi ricaricare questa pagina. Vuoi ricaricarla?"
    },
	"m4" : {
        "message": "Non ho trovato nulla"
    },
	"m5" : {
        "message": "Prova con lo scanner potresti trovare qualcosa, oppure controlla la dimensione minima nelle 'Opzioni' potrebbe essere troppo alta. Prova ad abbassare il valore per catturare file di dimensioni più piccole"
    },
	"m6" : {
        "message": "Troppi risultati? Filtrali!"
    },
	"m7" : {
        "message": "Tipo di file"
    },
	"m8" : {
        "message": "Dimensioni"
    },
	"m9" : {
        "message": "Testo nel collegamento"
    },
	"m10" : {
        "message": "Filtrati/totale"
    },
	"m11" : {
        "message": "Fai attenzione che l'elenco è vuoto"
    },
	"m12" : {
        "message": "Prima seleziona il video selezionando 'Anteprima' e poi esegui questa operazione"
    },
	"m13" : {
        "message": "Qui puoi definire la dimensione minima dei media, quando si apre e/o aggiorna una pagina Grab Any Media registra tutti i media che interessano, per evitare di registrare tanta spazzatura come frammenti pubblicitari e altro puoi impostare una dimensione minima pertanto verranno registrati solo i media superiori a quel valore risparmiando risorse preziose. Puoi usare valori come ad esempio '1.2 MB' oppure '500 KB' per definire il numero di byte."
    },
	"m14" : {
        "message": "Dimensioni minime"
    },
	"m15" : {
        "message": "Salvato, aggiorna tutte le schede aperte per le modifiche!"
    },
	"m16" : {
        "message": "Si definiscono quanti record ( media e documenti ) devono essere registrati per ogni singola sessione. Per risparmiare spazio e risorse si rende necessario limitare questo valore, se ad esempio si imposta un valore di '1000' al raggiungimento di tale valore verrebbero sovrascritti i valori più vecchi garantendo sempre un riciclo di '1000' record. Se hai intenzione di registrare molti frammenti non devi aumentare questo valore ti basterà lasciare aperta la console e magari ridurla a icona."
    },
	"m17" : {
        "message": "Record"
    },
	"m18" : {
        "message": "minimo"
    },
	"m19" : {
        "message": "Scarica questo video!"
    },
	"m20" : {
        "message": "Download"
    },
	"m21" : {
        "message": "Puoi commentare tutte le pagine online in qualsiasi sito!"
    },
	"m22" : {
        "message": "Aiutaci a migliorare questa estensione abilitando il controllo debug con google analytics, leggi la nostra policy privacy qui: https://addons.mozilla.org/it/firefox/addon/grab-any-media/privacy/"
    },
	"m23" : {
        "message": "❤ Grazie !"
    },
	"n" : {
        "message": "Download"
    },
	"t1" : {
        "message": "Media"
    },
	"t2" : {
        "message": "Scanner"
    },
	"t3" : {
        "message": "Opzioni"
    },
	"t4" : {
        "message": "Domande frequenti (FAQ)"
    },
	"t5" : {
        "message": "Info programma"
    },
	"t6" : {
        "message": "Copia"
    },
	"t7" : {
        "message": "Apri"
    },
	"t8" : {
        "message": "Download"
    },
	"t9" : {
        "message": "Rimuovi"
    },
	"t10" : {
        "message": "Ricarica"
    },
	"t11" : {
        "message": "Rimuovi filtri"
    },
	"t12" : {
        "message": "Esporta"
    },
	"t13" : {
        "message": "Appunti"
    },
	"t14" : {
        "message": "Anteprima"
    },
	"t15" : {
        "message": "Dimensioni"
    },
	"t16" : {
        "message": "Cache"
    },
	"t17" : {
        "message": "Crawl"
    },
	"t18" : {
        "message": "Analizza"
    },
	"t19" : {
        "message": "Elaborazione ..."
    },
	"t20" : {
        "message": "Decodifica"
    },
	"t21" : {
        "message": "OpenDB raccoglie informazioni anonime inerenti alcuni siti, come ad esempio 'openload', che non indicizzano i propri db, pertanto è molto difficile trovare su internet eventuali film ad essi collegati. Con OpenDB vengono messe a disposizione queste informazioni, il funzionamento è semplice, un utente visita uno di questi host e se ci sono le condizioni invia queste informazioni in forma del tutto anonime a vantaggio di tutta la comunità. Il tuo contributo rende questo strumento più potente, grazie!"
    },
	"t22" : {
        "message": "Commenti"
    },
	"t23" : {
        "message": "Commenta questa pagina"
    },
	"t24" : {
        "message": "Per mantenere in vita questo progetto non chiediamo soldi, con questa opzione ci dai la possibilità di visualizzare pochissima pubblicità personalizzata. Se non hai intenzione di attivare questa opzione puoi sempre fare una donazione, grazie !"
    },
	"t25" : {
        "message": "Unisci"
    },
	"cod1" : {
        "message": "per 'Apple Itunes'"
    },
	"cod2" : {
        "message": "per 'VLC'"
    },
	"cod3" : {
        "message": "manifest"
    },
	"cod4" : {
        "message": "frammento"
    },
	"cod5" : {
        "message": "per 'RTMPDump -W'"
    },
    "g" : {
        "message": "Console"
    },
    "g1" : {
        "message": "OpenDB"
    },
    "g2" : {
        "message": "MEV Cinema"
    },
    "g3" : {
        "message": "Evidenzia i riproduttori"
    },
    "g4" : {
        "message": "Isola il riproduttore"
    },
    "g5" : {
        "message": "Script FFMPEG"
    },
    "mevtitle" : {
        "message": "Titolo per questo video"
    },
    "mevnotsupported" : {
        "message": "Questo browser non supporta MEV"
    },
    "mevmoresource" : {
        "message": "Sono stati evidenziati possibili codici incorporati, seleziona il bordo rosso per aggiungerli"
    },
    "mevmorevideo" : {
        "message": "Sono stati evidenziati possibili video incorporati, seleziona il bordo rosso per aggiungerli"
    },
    "mevconfirm" : {
        "message": "Non è stato trovato nulla. Vuoi aprire l'app MEV?"
    },
    "alc1" : {
        "message": "Sono stati evidenziati tutti i possibili riproduttori. Seleziona il bordo per isolarlo !"
    },
    "alc2" : {
        "message": "Non sono stati trovati possibili riproduttori!"
    },
    "xshell1" : {
        "message": "Attenzione, alcuni file contengono caratteri non ammessi ( \" ' )"
    }
    ,"save" : {
        "message": "Salva"
    }
    ,"watch_later" : {
        "message": "Guarda più tardi"
    }
    ,"analize" : {
        "message": "Analizza"
    }
    ,"download" : {
        "message": "Download"
    }
    ,"loading" : {
        "message": "Attendi..."
    }
    ,"to_analize" : {
        "message": "Questo video necessita di una analisi approfondita, ma prima prova a ricaricare questa pagina. Potrebbe essere un problema del sito."
    }
    ,"fb_to_video" : {
        "message": "Apri questo video in una nuova finestra oppure allarga il riproduttore. Facebook non permette di recuperare il collegamento dallo stream."
    }
    ,"to_play" : {
        "message": "Prima avvia il video, o analizza il video"
    }
      
}  
















